Repository: common-repository/affilizz
Catalog: assets/src/languages/affilizz-js-*.po
Languages: fr_fr

source: Unable to get the preview of the publication
fr_fr: Impossible d’obtenir l’aperçu de la publication

source: There is an error with Affilizz API:
fr_fr: Il y a une erreur avec l’API Affilizz :

source: Rendering in progress…
fr_fr: Rendu en cours...

source: To select or update the publication contents displayed here, please open the configuration pane below.
fr_fr: Pour sélectionner ou mettre à jour le contenu de la publication affiché ici, ouvrez le volet de configuration ci-dessous.

source: Affilizz affiliate content
fr_fr: Contenu affilié Affilizz

source: Edit content
fr_fr: Modifier le contenu

source: Add content
fr_fr: Ajouter du contenu

source: Insert affiliate content from your Affilizz account
fr_fr: Insérer du contenu affilié à partir de votre compte Affilizz

source: affiliate
fr_fr: affilié

source: affiliated
fr_fr: affilié

source: Loading...
fr_fr: Chargement...
